GREY = 0
RED = 1
BLUE = 2

# bullshit
game_5380 = [
    ('гранит', BLUE),
    ('линза', RED),
    ('место', RED),
    ('перчатка', BLUE),  # original: перчатки
    ('чай', BLUE),

    'государство',
    ('лес', RED),
    'масса',
    ('пачка', RED),
    'турник',

    ('голливуд', RED),
    ('зебра', BLUE),
    'лужа',
    'наряд',
    ('течение', BLUE),

    ('битва', RED),
    ('желание', BLUE),
    ('лицо', RED),
    ('налог', RED),  # original: налоги
    ('светлячок', BLUE),

    'билет',
    ('духи', RED),
    ('лист', BLUE),
    'морковь',
    ('розетка', BLUE),
]


game_6137 = [
    ('бюст', RED),
    ('жук', GREY),
    ('любовь', RED),
    ('пират', BLUE),
    ('экран', GREY),

    ('быт', GREY),
    ('гребень', GREY),
    ('кость', BLUE),
    ('пилот', RED),
    ('учитель', BLUE),

    ('анимация', BLUE),
    ('граница', GREY),
    ('интеллект', RED),
    ('налог', RED),
    ('суета', RED),

    ('ангел', GREY),
    ('гений', BLUE),
    ('звук', GREY),
    ('мышь', RED),
    ('судьба', BLUE),

    ('альбом', BLUE),
    ('водитель', RED),
    ('запад', BLUE),
    ('мистика', BLUE),
    ('пришелец', RED),
]

game = game_6137


blacklist = [
    'гарнак',
    'нечкина',
    'гарнак_NOUN',
    'нечкина_NOUN',
]